Repository: zanematthew/zm-ajax-login-register
Catalog: languages/ajax_login_register-*.po
Languages: cs_cz, es_es

source: Login Handle
es_es: Lugar reservado para iniciar sesión

source: Type the class name or ID of the element you want to launch the dialog box when clicked, example
cs_cz: Název třídy nebo ID elementu, který bude přiřazen dialogovému oknu vyvolanému při kliku, např.
es_es: Indica el nombre de clase o el DNI del elemento que quieres lanzar en el cuadro de diálogo cuando hagas un clic, por ejemplo:

source: Register Handle
es_es: Lugar reservado para el enlace de inscripción o registración

source: Additional Styling
cs_cz: Další styly
es_es: Estilos adicionales

source: Type your custom CSS styles that are applied to the dialog boxes.
cs_cz: Vaše CSS styly aplikované na dialogová okna
es_es: Indica tus estilos de CSS a la medida para los cuadros de diálogo

source: Redirect After Login URL
cs_cz: URL přesměrování pro přihlášení
es_es: Redirige después del url que inicia sesión

source: Enter the URL or slug you want users redirected to after login, example:
cs_cz: URL nebo slug/alias kam budou uživatelé přesměrováni pro loginu, např.
es_es: Indica el url al que quieres dirigir después de iniciar, por ejemplo

source: http://site.com/, /dashboard/, /wp-admin/
es_es: http://sitio.com/, /escritorio/, /wp-admin/

source: Form Layout
cs_cz: Rozvržení formuláře
es_es: Esquema o diseño de formulario

source: This is the URL you have set in your Facebook Developer App Settings
cs_cz: URL, které jste nastavil(a) ve svém Facebook Developer Apps nastavení
es_es: Este es el url que has designado en tus ajustes de desarollador en Facebook (Facebook Developer App Settings)

source: App ID
es_es: DNI de aplicación

source: This is the App ID as seen in your Facebook Developer App Dashboard
cs_cz: App ID jak je vidět v Facebook Developer App Dashboard
es_es: Este es tu DNI de Aplicación que se encuentra en tu panel de indicadores para desarolladores de aplicaciones de Facebook (Facebook Developer App Dashboard)

source: Enable Facebook Login
cs_cz: Povolit Facebook přihlášení
es_es: Activa ingreso/acceso a Facebook

source: By disabling this, your Facebook settings will still be saved.
cs_cz: I přesto, že tuto volbu zakážete, budou nastavení pro Facebook uložena
es_es: Si desactivas esto, los ajustes de Facebook todavia se guardarán.

source: Disable "keep me logged in"
cs_cz: Zakázat volbu "zůstat přihlášen"
es_es: Inutiliza y mantenerme conectado

source: Use this option to disable the check box shown to keep users logged in.
cs_cz: Použijte tuto volbu pro zákaz checkboxu "zůstat přihlášen"
es_es: Usa esta opción para inutilizar la casilla de verificación que mantiene a los usuarios con acceso.

source: Invalid username
cs_cz: Neplatné jméno nebo heslo
es_es: Usuario inválido

source: Invalid
cs_cz: Neplatné jméno nebo heslo
es_es: inválido

source: Passwords do not match.
cs_cz: Zadaná hesla neodpovídají
es_es: Contraseñas no corresponden.

source: Invalid Email
cs_cz: Špatný formát e-mailu
es_es: Correo electrónico inválido

source: Success! One moment while we log you in...
cs_cz: Přihlášení bylo úspěšné, chvilku než přihlášení proběhne...
es_es: ¡Éxito!

source: General Settings
cs_cz: Obecná nastavení
es_es: Ajustes generales

source: Pro Version
es_es: Versión Pro

source: Thanks for installing zM AJAX Login & Register, be sure to check out the features in the
cs_cz: Děkuji, že jste si nainstalovali zM AJAX Login & Register, podívejte se na nasatvení doplňku
es_es: Gracias por instalar zM AJAX Login & Register, Asegúrate de revisar las funciones de la versión Pro.

source: Logout
cs_cz: Odhlášení
es_es: Cerrar sesión

source: Close
cs_cz: Zavřít
es_es: Cerrar

source: Login
cs_cz: Přihlášení
es_es: Iniciar sesión

source: Loading...
cs_cz: Pracuji...
es_es: Cargando…

source: You are already logged in
cs_cz: Již jste přihlášen(a)
es_es: Ya estas conectado

source: User Name
cs_cz: Uživatelské jméno
es_es: Nombre de usuario

source: Password
cs_cz: Heslo
es_es: Contraseña

source: Are you a member?
cs_cz: Jste již zaregistrován(a)?
es_es: ¿Aún no eres miembro?

source: Keep me logged in
cs_cz: Zůstat přihlášen
es_es: Mantenerme conectado

source: Forgot Password
cs_cz: Zapomenuté heslo
es_es: ¿Olvidaste tu contraseña?

source: Register
cs_cz: Registrace
es_es: Regístrate

source: You are already registered
cs_cz: Již jste zaregistrován(a)
es_es: Ya estas registrado

source: Email
es_es: Correo electrónico

source: Confirm Password
cs_cz: Potvrďte heslo
es_es: Confirma la contraseña

source: Already registered?
cs_cz: Jste již zaregistrován(a)?
es_es: ¿Te has registrado anteriormente?

source: Registration is currently closed.
cs_cz: Registrace není momentálně možná - kontaktujte administrátora webu.
es_es: Registración esta actualmente cerrada

source: AJAX Login &amp; Register Settings
cs_cz: Nastavení AJAX Login &amp; Register
es_es: Ajustes de AJAX Login &amp; Register

source: Usage
cs_cz: Jak používat
es_es: Uso

source: <p>To create a login page using shortcode; add the following shortcode <code>ajax_login</code> for the login page or <code>ajax_register</code> for the registration page to any Page or Post.</p><p>To create a login or registration dialog box do the following; create a menu item, assign a custom class name, then add that custom class name to the field: <em>Login Handle</em> for login or <em>Register Handle</em> for the registration page found in the settings below.</p><p><em>Note your theme must support custom menus</em></p><p><em>Note your site will need to be open to registration</em></p>
cs_cz: <p>Přihlašovací stránku vytvořte použitím této zkratky; následující zkratku přidejte do přihl. stránky<code>ajax_login</code>, pro registraci použijte zkratku <code>ajax_register</code> v jakémkoli příspěvku nebo stránce.</p><p>Pokud chcete vytvořit dialogové okno pro přihlášení nebo registraci, vytvořte položku menu, přiřaďte jí vlastní název CSS třídy a tento název pak použijte v nastaveních <em>Login Handle</em> pro přihlášení nebo <em>Register Handle</em> pro registraci.</p><p><em>Pozn. vaše téma/šablona musí podporovat vlastní menu</em></p><p><em>Pozn. 2. Váš web musí mít povolen registraci</em></p>
es_es: <p>Usa este código corto para añadir una página que inicia una sesión<code>ajax_login</code> (iniciar sesión) o usa <code>ajax_register</code> para activar la página de registración. Puedes usar estas en cualquier página o entrada.</p><p> Para crear una caja de dialogo que inicia la sesión o registración haz lo siguiente; crea un artículo de menú, asigna nombre de la clase a medida para el área para iniciar la sesión o para la página de registración encontrada en los ajustes avanzados.</p><p><em> Importante: tu tema tiene que permitir menús a la medida</em></p><p><em>Importante: tu sitio web debe de permitir registración</em></p>

source: Facebook Settings
cs_cz: Nastavení Facebook
es_es: Ajustes del Facebook

source: <p>Once you have created your Facebook App, go to your Facebook Developer App Settings and add your site URL(s) to the App Domains field. Then, copy your App ID and paste into your App ID field in the zM AJAX Login & Register Facebook settings.</p><p>In order to use Facebook login you will need to Create a Facebook App, by visiting <a href="https://developers.facebook.com/" target="_blank">Facebook Developers</a>. Once you have created your Facebook App you are now ready to enter your "site URL" as seen in Facebook Developer App Settings and your App ID.</p><p>For detailed instructions visit the <a href="http://zanematthew.com/ajax-login-register-help-videos/" target="_blank">How To add Facebook Settings to AJAX Login &amp; Register</a>, feel free to contact us via our <a href="http://support.zanematthew.com/forum/zm-ajax-login-register/" target="_blank">Support Forum</a> if you need additional help.</p>
cs_cz: <p>Jakmile jste vytvořili Vaši facebook APP, přejděte na Facebook Developer App Settings a přidejte URL vašeho webu do pole App Domains. Pak zkopírujte vaše App ID a vložte jej do pole App ID v záložce Facebook Nastavení pluginu zM AJAX Login & Register</p><p>Abyste mohli používat Facebook login you musíte vytvořit aplikaci pomocí Create a Facebook Appna stránách <a href="https://developers.facebook.com/" target="_blank">Facebook Developers</a>. Jakmile jste Facebook App vytvořil(a) můžete "site URL" a "App ID" viditelný v Facebook Developer App Settings použít v nastavení zM AJAX.</p><p>Detailní návod najdete na <a href="http://zanematthew.com/ajax-login-register-help-videos/" target="_blank">How To add Facebook Settings to AJAX Login &amp; Register</a> nebo nás kontaktujte na <a href="http://support.zanematthew.com/forum/zm-ajax-login-register/" target="_blank">Support Forum</a></p>
es_es: <p>Después que hayas creado tu aplicación de Facebook, ve a tus ajustes de programador (Facebook Developer App Settings) y añade el url de tu dominio(s) en la sección llamada "App Domains". Luego, copia tu DNI de aplicación y pega en la sección llamada "App ID" ubicado en zM AJAX Login & Register Ajustes de Facebook.</p><p>Para activar el login de Facebook, primero tienes que crear una aplicación de Facebook. Puedes crear la aplicación visitando <a href="https://developers.facebook.com/">Facebook Developers.</a></p><p>Para instrucciones detalladas visita <a href="http://zanematthew.com/ajax-login-register-help-videos/" target="_blank">Como añadir ajustes de Facebook a AJAX Login &amp; Register.</a></p><p>Si tienes preguntas o necesitas ayuda, contáctenos por medio de nuestro <a href="http://support.zanematthew.com/forum/zm-ajax-login-register/">Foro De Apoyo.</a></p>

source: Advanced Usage
cs_cz: Pokročilé možnosti
es_es: Uso avanzado

source: Upgrade to the Pro version
cs_cz: Přejděte na Pro verzi
es_es: Actualiza a la versión Pro

source: Remove these ads?
cs_cz: Odstranit tyto reklamy?
es_es: ¿Quieres eliminar estos anuncios?

source: Remove this ad, upgrade to Pro
cs_cz: Přejděte na Pro verzi a odstraňte tak reklamy
es_es: Remueve este anuncio y actualiza a la versión Pro

source: Upgrade to Login &amp; Register Pro
cs_cz: Přechod na verzi Login &amp; Register Pro
es_es: Actualiza a Login &amp; Register Pro
