Repository: zanematthew/zm-ajax-login-register
Catalog: lang/*.po
Languages: ru_ru

source: Login Handle
ru_ru: Класс формы авторизации

source: Type the class name or ID of the element you want to launch the dialog box when clicked, example
ru_ru: Введите имя класса или ID, который будет присвоен диалоговому окну, например

source: Register Handle
ru_ru: Класс формы регистрации

source: Additional Styling
ru_ru: Дополнительные стили

source: Type your custom CSS styles that are applied to the dialog boxes.
ru_ru: Введите ваши пользовательские CSS стили, которые применятся к диалоговых окнам.

source: Redirect After Login URL
ru_ru: Перенаправление после авторизации

source: Enter the URL or slug you want users redirected to after login, example:
ru_ru: Введите адрес или путь, на который пользователи будут перенаправляться после авторизации, например:

source: http://site.com/, /dashboard/, /wp-admin/
ru_ru: http://site.ru/, /dashboard/, /wp-admin/

source: Form Layout
ru_ru: Макет формы

source: URL
ru_ru: URL Адрес

source: Admin ID
ru_ru: ID Администратора

source: App ID
ru_ru: ID Приложения

source: Enable Facebook Login
ru_ru: Включить авторизацию через Facebook

source: By disabling this your Facebook settings will still be saved.
ru_ru: При отключении этой опции настройки Facebook будут не тронуты

source: Disable keep me logged in
ru_ru: Отключить пункт "Запомнить меня"

source: Use this option to disable the check box shown to keep users logged in.
ru_ru: Используйте эту опцию, чтобы отключить пункт "Запомнить меня"

source: Passwords do not match.
ru_ru: Пароли не совпадают.

source: Logout
ru_ru: Выйти

source: Ajax Login &amp; Register
ru_ru: Ajax авторизация и регистрация

source: Login
ru_ru: Авторизация

source: Loading...
ru_ru: Загрузка...

source: You are already logged in
ru_ru: Вы уже авторизаваны

source: User Name
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Keep me logged in
ru_ru: Запомнить меня

source: Lost Password
ru_ru: Забыли пароль?

source: You are already registered
ru_ru: Вы уже зарегистрированы

source: Confirm Password
ru_ru: Подтвердите пароль

source: Register
ru_ru: Регистрация

source: Registration is currently closed.
ru_ru: В данный момент регистрация запрещена.

source: Ajax Login &amp; Register Settings
ru_ru: Настройки AJAX авторизации и регистрации

source: General Settings
ru_ru: Основные настройки

source: Facebook Settings
ru_ru: Настройки Facebook

source: Advanced Usage
ru_ru: Дополнительные настройки
